<?php

return [
	'not_found' => 'عذراً، لكن هذا المنتج غير موجود',

	'like_success' => 'تم الإعجاب بالمنتج بنجاح!',
	'dislike_success' => 'تم إلغاء المنتج بنجاح!',
	'like_fail' => 'أنت معجب بالمنتج بالأصل',
	'dislike_fail' => 'أنت غير معجب بالمنتج بالأصل',

	'increase_view' => 'تم زيادة المشاهدات للمنتج بنجاح!',

	'delete_success' => 'تم حذف المنتج بنجاح!',
	'update_success' => 'تم تحديث المنتج بنجاح!',
	'store_sucess' => 'تمت إضافة المنتج بنجاح!',
	'store_review_success' => 'تمت إضافة التعليق بنجاح!'
];
